<?php

/*
#======================================================
|    | Trellis Desk Language File
|    | lang_register.php
#======================================================
*/

$lang = array(

'captcha' => 'Captcha',
'create_account_button' => 'Создать аккаунт',
'email_address' => 'Email адресс',
'err_captcha_mismatch' => 'Вы ввели код не соответсвующий изображению. Пожалуйста, попробуйте еще раз.',
'err_email_in_use' => 'К сожалению, этот Email уже кем-то используется. Пожалуйста, введите другой.',
'err_no_cpfield' => 'Пожалуйста, введите значение для поля:',
'err_no_email_valid' => 'Вы должны ввести действительный адрес электронной почты.',
'err_no_pass_match' => 'Ваши пароли не совпадают.',
'err_no_pass_short' => 'Пожайлуста, введите пароль.',
'err_no_user_or_email' => 'Вы должны ввести имя пользователя или адрес электронной почты.',
'err_no_user_short' => 'Пожайлуста, введите имя пользователя.',
'err_user_already_active' => 'Ваша учетная запись уже была утверждена. Попробуйте войти в свою учетную запись. :)',
'err_user_in_use' => 'К сожалению, это имя пользователя уже используется. Пожалуйста, выберите другое имя пользователя.',
'err_user_not_found' => 'К сожалению такой пользовалель в базе не не регестрировался.',
'forgot_password' => 'Напомнить пароль',
'new_password' => 'Новый пароль',
'new_password_confirm' => 'Новый пароль, ещё раз',
'optional' => '(Дополнительно)',
'or' => 'или',
'password_confirm' => 'Пароль ещё раз',
'register_new_account' => 'Регистрация нового аккаунта',
'resend_val_button' => 'Выслать повторно',
'reset_pass_button' => 'Сбросить пароль',
'reset_password' => 'Сбросить пароль',
'upgrade_account_button' => 'Обновить Аккаунт',
'upgrade_msg' => 'Так-как вы уже вошли в систему в качестве гостя, вы можете обновить свой аккаунт, чтобы сохранить все текущи тикеты. Для обновления вашей учетной записи, просто заполните форму ниже и нажмите кнопку Обновить Аккаунт.',

);

?>